---
kind: other
id: Methods.T:Autodesk.Revit.DB.ClassificationEntry
source: html/bda1b40b-cc43-46fa-4aa1-a0f5b5be60c5.htm
---
# ClassificationEntry Methods

Gets a collection containing the keys of all children entry objects from this entry.